Repository: CodingOrca/OneShoppingList
Catalog: WindowsPhone/OneShoppingList/Resources/AppResources.*.resx
Languages: de_de

# aboutMenu
source: help and about
de_de: Hilfe und Info

# accountName
source: Microsoft account (live ID)
de_de: Microsoft Konto (live ID)

source: add
de_de: hinzuf.

# addButtonText
source: add
de_de: hinzuf.

# addProductTitle
source: add new product
de_de: Neues Produkt hinzufügen

# addShopPageTitle
source: add new shopping path
de_de: Neuen Einkaufspfad erstellen

# allTitle
source: all
de_de: Alle

# attentionText
source: attention
de_de: Achtung

# basketButtonText
source: basket
de_de: eink.-korb

# basketPageTitle
source: shopping basket
de_de: Einkaufskorb

# cancelButtonText
source: cancel
de_de: abbrechen

# categoryMergeDialog
source: The category '{0}' already exists. Do you want to merge the two categories?
de_de: Die Kategorie {0} existiert bereits. Möchtest Du die beiden zusammenführen?

# clearListMenu
source: clear shopping list
de_de: Einkaufsliste leeren

# defaultItemList
source: Content/EN-DefaultItemList.json
de_de: Content/DE-DefaultItemList.json

# defaultShopList
source: Content/EN-DefaultShopList.json
de_de: Content/DE-DefaultShopList.json

# deleteButtonText
source: delete
de_de: löschen

# deleteElementConfirmation
source: You are about to delete {0}.
de_de: {0} wird gelöscht.

# deleteListConfirmation
source: You are about to clear your shopping list.
de_de: Ihre Einkaufsliste wird gelöscht.

# deleteShopText
source: delete shopping path
de_de: Einkaufspfad löschen

# downText
source: move down
de_de: nach unten

# emailSubject
source: Shopping List
de_de: Einkaufsliste

# favButtonText
source: favorites
de_de: favoriten

# favoritesTitle
source: favorites
de_de: Favoriten

# latestTitle
source: recent
de_de: Letzte

# mainPageTitle
source: CURRENTLY SHOPPING IN:
de_de: ONE SHOPPING LIST

# newCategoryName
source: new name
de_de: Neuer Namen

# newShopText
source: new shopping path
de_de: Neuer Einkaufspfad

# newStoreName
source: new name
de_de: Neuer Namen

source: not signed in
de_de: nicht angemeldet

source: Off
de_de: Aus

source: On
de_de: Ein

# preferredStore
source: preferred brand / store / ...
de_de: Vorzugsladen / Marke / ...

source: product category
de_de: Produkt Kategorie

source: product name
de_de: Produkt Name

source: quantity
de_de: Einkaufsmenge

# renameCategoryPageTitle
source: rename {0}
de_de: {0} umbenennen

# renameCatText
source: edit
de_de: editieren

# renameShopText
source: rename shopping path
de_de: Einkaufspfad umbenennen

# renameStorePageTitle
source: rename {0}
de_de: {0} umbenennen

# saveButtonText
source: save
de_de: speichern

# sendEmailMenu
source: send email
de_de: als email

# settingsMenu
source: settings
de_de: Einstellungen

# settingsPageName
source: SETTINGS
de_de: EINSTELLUNGEN

# shopConfigurationPageName
source: MY SHOPPING PATHS
de_de: MEINE EINKAUFSPFADE

# shopNameText
source: name of the shopping path
de_de: Name des Einkaufspfades

# shopsConfigMenu
source: my shopping paths
de_de: Meine Einkaufspfade

source: sign in
de_de: Anmelden

source: sign out
de_de: Abmelden

# skyDriveSyncInfo
source: Sign in with your Microsoft account in order to save your data to OneDrive, sync them with your other devices or restore them in future on your new phone. Use the same account on all devices which you want to keep in sync.
de_de: Melde Dich mit deinem Microsoft Konto an, um deine Daten auf SkyDrive zu speichern, sie mit deinen anderen Geräten zu teilen oder sie auf einem anderen Telefon wiederherzustellen. Benutze das selbe Konto auf alen Geräten die du miteinander sychronisieren möchtest.

# skyDriveSyncText
source: Automatic sync on app start and stop
de_de: Automatisch synchronisieren beim Starten und Beenden der App

source: Sorted for:
de_de: Sortiert für:

# skyDriveLocationHint
source: The complete network communication is secure. Your data remain private, protected with your Microsoft account. We save them to your OneDrive here: home > AppData > OneFamily > ShoppingList
de_de: Die ganze Kommunikation ist verschlüsselt. Deine Daten bleiben privat und sind mit deinem Microsoft Konto geschützt. Wir speichern sie auf deinem SkyDrive hier: home > AppData > OneFamily > ShoppingList

# syncButtonText
source: sync now
de_de: sync

source: unit size
de_de: Messeinheit

# upText
source: move up
de_de: nach oben

# initialSetupPageTitle
source: initial setup
de_de: Einrichten

# defaultCategory
source: Others
de_de: Andere

# defaultUnit
source: pcs
de_de: Stück

# itemsName
source: items
de_de: Artikel

# importButton
source: Import
de_de: Importieren

# importDescription
source: Do you want to start with a small database?
de_de: Möchtest du mit einer kleinen Datenbank starten?

# importPicker
source: It contains usual products: Milk, Butter, Apples, ...
de_de: Sie enthält übliche Produkte: Äpfel, Bananen, Milch, Butter ...

# scratchButton
source: Create a shopping path
de_de: Einkaufspfad erstellen

# scratchDescription
source: Or start with an empty database.
de_de: Oder starte mit einer leeren Datenbank.

# syncButton
source: Join syncing, and you're done!
de_de: sync einrichten und beitreten

# syncDescription
source: Already synced your database before?
de_de: Synchronisierst du bereits deine Datenbank?

# addItemManually
source: Add items by keyboard
de_de: Artikel eintippen

# checkInList
source: Checkmark items in lists
de_de: Artikel in Listen markieren

# scratchDescription1
source: Create your first shopping path.
de_de: Erstelle deinen ersten Einkaufspfad.

# yourListEmpty
source: Your shopping list is empty.
de_de: Deine Einkaufsliste ist leer.

# syncSettingsHeader
source: sync
de_de: Synchronisieren

# toolsSettingsHeader
source: tools
de_de: Werkzeuge
